{
    "0": "Вы просыпаетесь у себя в постели из-за громкого звона будильника, выключив его вы увидели, что сейчас 7 часов утра. \n'Эхх, снова в школу, поскорее бы выходные' - подумали вы. \nДалее вы позавтракали и собрались. Выйдя из дома, вы понимаете, что все-таки надо поторопиться, и если вы пойдете до метро пешком, то можете опоздать, \nтак что можно поехать на автобусе, но он может задержаться.\n\n1) Пойти до метро пешком.\n2) Доехать на автобусе",
    "1": {
      "0": "Вы решили пойти пешком, чтобы не зависить от автобуса. На улице довольно скользко, но вы думаете, что если быть аккуратнее, \nто можно пробежаться и тем самым, прийти раньше.\n\n1)Побежать.\n2)Продолжить идти быстрым шагом.",
      "1": {
        "0": "Вы добрались до метро не подскользнувшись. Далее следовал скучный час езды на метро и наконец, вы вышли на улицу.\nУ вас немного времени, но вы пока успеваете. И пройдя пол пути, вы видете, что на дороге лежит мешок из-под сменной обуви.\n\n1)Потратить время и сходить за ним\n2)Продолжить идти в школу.",
        "1": {
          "0": "Вы подходите и заглядываете внутрь мешка, на его стенке маркером написано 'Кузнецова Е. С.', о, да ведь это мешок вашей одноклассницы Кати,\n вы давно пытались с ней познакомится, да все не хватало духу, а теперь есть отличный повод! Вы берете мешок и продолжаете идти в школу. По пути вас останавливает светофор.\n\n1)Подождать зеленого света.\n2)Перейти на красный.",
          "1": {
            "0": "Перейдя дорогу, вы замечаете впереди какую-то девушку, а нагоняя ее вы понимаете, что это и есть ваша одноклассница Катя, вы возвращаете ее мешок и начинаете разговаривать,\nи оказывается, что она тоже хотела познокомится, и вы болтаете до самой школы, на урок вы не опоздали и вы радостные садитесь на свое место за партой, рядом с вашим другом. Но ваша радость резко заканчивается,\nкогда вы узнаете, что сейчас все будут писать работу по истории, а вы не готовились и плохо знаете материал. Но видя как ваш друг бойко записывает ответы, вы думаете, не списать ли у него?\n\n1)Списать.\n2)Не списывать.",
            "1": {
              "0": "Вы незаметно, чтоб никто не видел списываете у друга ответы.И после работы спрашиваете у него, была ли работа сложной. Но он отвечает вам, что вообще не знал ответов и отвечал наугад. Мда, теперь за эту работу можно получить только тройку,\nи то если повезет, надо было делать самому. Остальные уроки вы просидели в немного подавленном настроении. Наконец уроки кончились и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей\n! Но вы понимаете, что плохо написали тест и из-за долгого гуляния с друзьями поспите всего 6 часов. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки вы ужинаете и ложитесь спать. Засыпая вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, сделали уроки и легли спать вовремя, а главное так отлично познакомились с Аней!\nНо вы понимаете, что плохо написали тест и прогуляли оплаченное родителями занятие в бассейне. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\n В школу вы на этот раз не опоздали, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно,\n а главное так отлично познакомились с Катей! Эхх, еще бы тест был бы хорошо написан, вообще все было бы идеально!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            },
            "2":{"0": "Вы решаете не списывать работу, и часть ответов вы даже знаете! А остальные вы подбираете интуитивно, так что возможно вы получите хорошую оценку.\nНаконец уроки кончаются и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая вы подводите итог сегодняшнего дня:\n В школу вы на этот раз не опоздали, тест написали вроде бы неплохо и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей!\nНо вы понимаете, что из-за долгого гуляния с друзьями поспите всего 6 часов. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки вы ужинаете и ложитесь спать. Засыпая вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, тест написали вроде бы неплохо, сделали уроки и легли спать вовремя, а главное так отлично познакомились с Катей!\nНо вы понимаете, что прогуляли оплаченное родителями занятие в бассейне. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\n В школу вы на этот раз не опоздали, тест написали вроде бы неплохо, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей!\nВы можете себя поздравить, вы идеально провели день! Вы делали правильные выборы в различных ситуациях и теперь можете спать со спокойной душой! Но может быть завтра вы хотите попробовать что-то новое?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            }
          }, "2": {"0":"Из-за поворота резко вылетает легковой автомобиль, и вы не успеваете среагировать, как он уже оказывается вплотную к вам, и когда вы открываете глаза над вами нависает кромешнач тьма.\n Но вы быстро начинаете различать очертания своей комнаты и понимаете, что вам просто приснился кошмар, посмотрев на будильник вы видите, что сейчас только 4 часа ночи. И вы ложитесь обратно спать.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
          }
        },
      "2": {
          "0": "Надо спешить в школу, думаете вы, продолжая идти, и сдался мне этот мешок вообще. Вы продолжаете свой путь. По пути вас останавливает светофор.\n\n1)Подождать зеленого света.\n2)Перейти на красный.",
          "1": {
            "0": "Перейдя дорогу, вы нагоняете свою одноклассницу Катю, но вы с ней еще толком не знакомились, поэтому проходите мимо. На урок вы не опоздали и вы радостные садитесь на свое место за партой, рядом с вашим другом.\nНо ваша радость резко заканчивается, когда вы узнаете, что сейчас все будут писать работу по истории, а вы не готовились и плохо знаете материал. \nНо видя как ваш друг бойко записывает ответы, вы думаете, не списать ли у него?\n\n1)Списать.\n2)Не списывать.",
            "1": {
              "0": "Вы незаметно, чтоб никто не видел списываете у друга ответы.И после работы спрашиваете у него, была ли работа сложной. Но он отвечает вам, что вообще не знал ответов и отвечал наугад.\nМда, теперь за эту работу можно получить только тройку, и то, если повезет, надо было делать самому. Остальные уроки вы просидели в немного подавленном настроении.\n Наконец уроки кончились, и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой, вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, и оплаченное родителями занятие в бассейне не было пропущенно. Но вы понимаете, что плохо написали тест, и из-за долгого гуляния с друзьями поспите всего 6 часов,\nи еще, вам почему-то в голову лезет тот мешок из-под сменной обуви. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, сделали уроки и легли спать вовремя. Но вы понимаете, что плохо написали тест и прогуляли оплаченное родителями занятие в бассейне,\nи еще, вам почему-то в голову лезет тот мешок из-под сменной обуви. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\n В школу вы на этот раз не опоздали, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно.\nНо вы плохо написали тест и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            },
            "2":{"0": "Вы решаете не списывать работу, и часть ответов вы даже знаете! А остальные вы подбираете интуитивно, так что возможно вы получите хорошую оценку.\nНаконец уроки кончаются, и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, тест написали вроде бы неплохо, и оплаченное родителями занятие в бассейне не было пропущенно.\nНо вы понимаете, что из-за долгого гуляния с друзьями поспите всего 6 часов, и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, тест написали вроде бы неплохо, сделали уроки и легли спать вовремя.\nНо вы понимаете, что прогуляли оплаченное родителями занятие в бассейне, и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\nВ школу вы на этот раз не опоздали, тест написали вроде бы неплохо, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно.\nВы так хорошо провели день, но почему-то из вашей головы не вылезает тот мешок из-под сменной обуви. Может быть надо было посмотреть, чей он?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            }
          }, "2": {"0":"Из-за поворота резко вылетает легковой автомобиль, и вы не успеваете среагировать, как он уже оказывается вплотную к вам, и когда вы открываете глаза над вами нависает кромешнач тьма.\nНо вы быстро начинаете различать очертания своей комнаты, и понимаете, что вам просто приснился кошмар, посмотрев на будильник вы видите, что сейчас только 4 часа ночи. И вы ложитесь обратно спать.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"}}
      },
    "2":{"0": "Вы добрались до метро. Далее следовал скучный час езды, и, наконец, вы вышли на улицу. У вас немного времени, но вы пока успеваете в притык.\nИ пройдя пол пути, вы видете, что на дороге лежит мешок из-под сменной обуви.\n\n1)Потратить время и сходить за ним\n2)Продолжить идти в школу.",
        "1": {
          "0": "Вы подходите и заглядываете внутрь мешка, на его стенке маркером написано 'Кузнецова Е. С.', о, да ведь это мешок вашей одноклассницы Кати, вы давно пытались с ней познакомится, да все не хватало духу, а теперь есть отличный повод!\nВы берете мешок и продолжаете идти в школу. По пути вас останавливает светофор.\n\n1)Подождать зеленого света.\n2)Перейти на красный.",
          "1": {
            "0": "Перейдя дорогу, вы замечаете впереди какую-то девушку, а нагоняя ее вы понимаете, что это и есть ваша одноклассница Катя, вы возвращаете ее мешок и начинаете разговаривать, и оказывается, что она тоже хотела познокомится,\nи вы болтаете до самой школы, но на урок вы все таки опоздали, и когда вы сели на свое место за партой, рядом с вашим другом, на вас начинает кричать учительница, и грозит вам, что будет жаловаться родителям.\nА накричавшись она говорит, что сейчас все будут писать работу по истории. И тут вы понимаете, что вы не готовились и плохо знаете материал. \nНо видя как ваш друг бойко записывает ответы, вы думаете, не списать ли у него?\n\n1)Списать.\n2)Не списывать.",
            "1": {
              "0": "Вы незаметно, чтоб никто не видел списываете у друга ответы.И после работы спрашиваете у него, была ли работа сложной. Но он отвечает вам, что вообще не знал ответов и отвечал наугад.\nМда, теперь за эту работу можно получить только тройку, и то если повезет, надо было делать самому. Остальные уроки вы просидели с подавленным настроением.\nНаконец уроки кончились и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nОплаченное родителями занятие в бассейне не было пропущенно, и вы так отлично познакомились с Катей! Но вы понимаете, что опоздали в школу, плохо написали тест, и из-за долгого гуляния с друзьями, поспите всего 6 часов.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nВы сделали уроки и легли спать вовремя, и еще отлично познакомились с Катей! Но вы понимаете, что опоздали в школу, плохо написали тест и прогуляли оплаченное родителями занятие в бассейне.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\nВы сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей!\nНо вы понимаете, что опоздали в школу, и плохо написали тест. Но ничего, возможно в следующий раз вы проведете день чуть лучше?!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            },
            "2":{"0": "Вы решаете не списывать работу, и часть ответов вы даже знаете!А остальные вы подбираете интуитивно, так что возможно вы получите хорошую оценку.\nНаконец уроки кончаются и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо, и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей!\nНо вы понимаете, что опоздали в школу, и что из-за долгого гуляния с друзьями поспите всего 6 часов. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо, сделали уроки и легли спать вовремя, а главное так отлично познакомились с Катей!\nНо вы понимаете, что опоздали в школу, и что прогуляли оплаченное родителями занятие в бассейне. Но ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня: \nТест написали вроде бы неплохо, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно, а главное так отлично познакомились с Катей!\nНо вы опоздали в школу, и учительница обещала пожаловаться родителям. 'И уж завтра я точно не опоздаю!' - думаете вы.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            }
          }, "2": {"0":"Из-за поворота резко вылетает легковой автомобиль, и вы не успеваете среагировать, как он уже оказывается вплотную к вам, и когда вы открываете глаза над вами нависает кромешная тьма.\nНо вы быстро начинаете различать очертания своей комнаты и понимаете, что вам просто приснился кошмар, посмотрев на будильник вы видите, что сейчас только 4 часа ночи. И вы ложитесь обратно спать.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
          }
        },
      "2": {
          "0": "Надо спешить в школу, думаете вы продолжая идти, и сдался мне этот мешок вообще. По пути вас останавливает светофор.\n\n1)Подождать зеленого света.\n2)Перейти на красный.",
          "1": {
            "0": "Перейдя дорогу, вы нагоняете свою одноклассницу Катю, но вы с ней еще толком не знакомились, поэтому проходите мимо. На урок вы все таки опоздали, и когда вы сели на свое место за партой, рядом с вашим другом, на вас начинает кричать учительница, и грозит вам, что будет жаловаться родителям. \nА накричавшись она говорит, что сейчас все будут писать работу по истории. И тут вы понимаете, что вы не готовились и плохо знаете материал. \nНо видя как ваш друг бойко записывает ответы, вы думаете, не списать ли у него?\n\n1)Списать.\n2)Не списывать.",
            "1": {
              "0": "Вы незаметно, чтоб никто не видел списываете у друга ответы.И после работы спрашиваете у него, была ли работа сложной. Но он отвечает вам, что вообще не знал ответов и отвечал наугад.\nМда, теперь за эту работу можно получить только тройку, и то если повезет, надо было делать самому. Остальные уроки вы просидели в немного подавленном настроении.\nНаконец уроки кончились и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой, вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nВы не пропустили оплаченное родителями занятие в бассейне. Но вы опоздали в школу, плохо написали тест, и из-за долгого гуляния с друзьями поспите всего 6 часов, и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.\nНо ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nВы опоздали в школу, плохо написали тест, и прогуляли оплаченное родителями занятие в бассейне и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.\n Но ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\nВы сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно. Но вы опоздали в школу, плохо написали тест и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.\nНо ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            },
            "2":{"0": "Вы решаете не списывать работу, и часть ответов вы даже знаете! А остальные вы подбираете интуитивно, так что возможно вы получите хорошую оценку.\nНаконец уроки кончаются и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо и оплаченное родителями занятие в бассейне не было пропущенно. Но вы опоздали в школу, и из-за долгого гуляния с друзьями поспите всего 6 часов, и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо, сделали уроки и легли спать вовремя. Но вы опоздали в школу, прогуляли оплаченное родителями занятие в бассейне, и еще, вам почему-то в голову лезет тот мешок из-под сменной обуви.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня: \nТест написали вроде бы неплохо, сделали все уроки, и оплаченное родителями занятие в бассейне не было пропущенно. Но вы опоздали в школу, и почему-то из вашей головы не вылезает тот мешок из-под сменной обуви.\nМожет быть, надо было посмотреть, чей он?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            }
          }, "2": {"0":"Из-за поворота резко вылетает легковой автомобиль, и вы не успеваете среагировать, как он уже оказывается вплотную к вам, и когда вы открываете глаза над вами нависает кромешная тьма.\n Но вы быстро начинаете различать очертания своей комнаты и понимаете, что вам просто приснился кошмар, посмотрев на будильник вы видите, что сейчас только 4 часа ночи. И вы ложитесь обратно спать.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"}}}}, 
    "2": {"0":"Прийдя на автобусную остановку, вам пришлось прождать целых 15 минут прежде чем автобус приехал. Мда, сегодня не ваш день, в школу уже вовремя не успеть.\nДалее следовали скучные полтора часа езды на автобусе, а потом на метро. И когда вы наконец приехали, до урока остовалось 5 минут, а до школы вам идти 10.\nЧтож, вы все равно не теряя надежды, побежали в школу. По пути вас останавливает светофор.\n\n1)Подождать зеленого света.\n2)Перейти на красный.",
          "1": {
            "0": "Перейдя дорогу, вы нагоняете свою одноклассницу Катю, но вы с ней еще толком не знакомились, поэтому проходите мимо. На урок вы не опоздали и вы, радостные, садитесь на свое место за партой, рядом с вашим другом.\nНо ваша радость резко заканчивается, когда вы узнаете, что сейчас все будут писать работу по истории, а вы не готовились и плохо знаете материал.\nНо видя как ваш друг бойко записывает ответы, вы думаете, не списать ли у него?\n\n1)Списать.\n2)Не списывать.",
            "1": {
              "0": "Вы незаметно, чтоб никто не видел, списываете у друга ответы. И после работы спрашиваете у него, была ли работа сложной. Но он отвечает вам, что вообще не знал ответов и отвечал наугад.\nМда, теперь за эту работу можно получить только тройку, и то если повезет, надо было делать самому. Остальные уроки вы просидели в немного подавленном настроении. \nНаконец уроки кончились и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nВы не пропустили оплаченное родителями занятие в бассейне. Но вы опоздали в школу, плохо написали тест и из-за долгого гуляния с друзьями поспите всего 6 часов.\nНо ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете, и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nВы сделали уроки и легли спать вовремя. Но вы опоздали в школу, плохо написали тест, и прогуляли оплаченное родителями занятие в бассейне.\nНо ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня:\n Вы сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно.\nНо вы опоздали в школу и плохо написали тест.Но ничего, следующий день должен быть лучше!\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            },
            "2":{"0": "Вы решаете не списывать работу, и часть ответов вы даже знаете! А остальные вы подбираете интуитивно, так что возможно вы получите хорошую оценку.\nНаконец уроки кончаются и друзья зовут вас погулять с ними. \n\n1)Пойти гулять.\n2)Пойти домой делать уроки.",
              "1": {
                "0": "Вы хорошо погуляли, и вернувшись домой вы вспоминаете, что у вас сегодня занятия в бассейне.\n\n1)Пойти в бассейн.\n2)Остаться делать уроки.",
                "1": {
                  "0": "Вы вернулись из бассейна очень поздно, приходится делать уроки ночью. Ложитесь спать вы только в час ночи. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо и оплаченное родителями занятие в бассейне не было пропущенно. Но вы опоздали в школу, и из-за долгого гуляния с друзьями поспите всего 6 часов.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                },
                "2": {
                  "0": "Сделав уроки, вы ужинаете и ложитесь спать. Засыпая, вы подводите итог сегодняшнего дня:\nТест написали вроде бы неплохо, сделали уроки и легли спать вовремя. Но вы опоздали в школу и прогуляли оплаченное родителями занятие в бассейне.\nНо ничего, возможно в следующий раз вы проведете день чуть лучше?\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
                }
              },
              "2":{"0":"Вернувшись домой, вы успеваете и сделать все уроки, и сходить на занятие в бассейн. Прийдя из бассейна, вы ужинаете и ложитесь, уставшие, спать. Засыпая, вы подводите итог сегодняшнего дня: \nТест написали вроде бы неплохо, сделали все уроки и оплаченное родителями занятие в бассейне не было пропущенно.\nНо вы опоздали в школу. 'Ну ничего, в следующий раз точно не опоздаю!' - думаете вы.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"
               } 
            }
          }, "2": {"0":"Из-за поворота резко вылетает легковой автомобиль и вы не успеваете среагировать, как он уже оказывается вплотную к вам, и когда вы открываете глаза над вами нависает кромешная тьма.\n Но вы быстро начинаете различать очертания своей комнаты и понимаете, что вам просто приснился кошмар, посмотрев на будильник вы видите, что сейчас только 4 часа ночи. И вы ложитесь обратно спать.\n\n1)Начать новый день.\n2)Выйти",
                  "1": "Новый день",
                  "2": "Выйти"}}}